       IDENTIFICATION DIVISION.
       PROGRAM-ID.  HELLO-WORLD.
      * simple helloworld program.
       PROCEDURE DIVISION.
           DISPLAY '###################'.
           DISPLAY '#!!!!!!!!!!!!!!!!!#'.
           DISPLAY '#!!!HELLO WORLD!!!#'.
           DISPLAY '#!!!!!!!!!!!!!!!!!#'.
           DISPLAY '###################'.
       STOP RUN.

